{
  "navigation": {
    "about": "About",
    "experiences": "Experiences",
    "projects": "Projects",
    "techs": "Techs",
    "contact": "Contact"
  },
  "about": {
    "title": "Hi Iam Emanuel Funes",
    "aboutMe": "I am a Full Stack Web developer, I master technologies such as React and Next.js for the Frontend, and Express, SQL and MongoDB for the Backend. I stand out for my speed in learning new technologies, efficiency in solving problems and ability to collaborate in teams. I am looking for new challenges to continue growing professionally and contribute to the success of dynamic and innovative technology projects. Translated with DeepL.com (free version)",
    "downloadCv": "Download CV",
    "contactMe": "Contact Me",
    "experienceWith": "Experiences With"
  },
  "experiences": {
    "title": "Experiences",
    "experienceOne": {
      "title": "Frontend React Developer",
      "timeline": "February - May 2024",
      "description": "Participated in the development of a sports betting web application, implementing responsive user interfaces based on pre-established designs and developing REST API integrations. Worked with modern technologies including React, TypeScript, Vite, and CSS to create reusable components and optimize user experience."
    },
    "experienceTwo": {
      "title": "Full Stack Developer",
      "timeline": "July - September 2024",
      "description": "Contributed to the development of an AI agents web platform, covering both backend and frontend development. Implemented end-to-end functionalities using Next.js, Express.js, Chakra UI, Tailwind CSS, TypeScript, KNEX ORM, and MySQL, focusing on scalable architecture and AI services integration."
    },
    "experienceThree": {
      "title": "Freelance Full Stack Developer",
      "timeline": "October 2024 - May 2025",
      "description": "Participated in multiple freelance projects developing and maintaining full stack web functionalities. Implemented new features and improvements in both frontend and backend, using the following technologies: Next.js, ShadCN/UI, TypeScript, TanStack, Nest.js, MongoDB, Prisma, and Strapi."
    }
  },
  "projects": {
    "title": "Projects"
  },
  "techs": {},
  "contact": {
    "title": "Do you have a project in mind? ",
    "subtitle": "I'd love to know more details and see how we can work together to make it happen.",
    "fullName": "Full Name",
    "email": "Email",
    "messageLabel": "Message",
    "message": "leave me a message",
    "send": "Send"
  }
}
